[
  {
    "title": "Leo the Brave Lion",
    "animal": "Lion",
    "story": "Leo loved to roar all day long. He thought it made him the bravest animal in the jungle. One day, his roar scared Bunny, and she hid. Leo whispered hello instead, and Bunny came out smiling. He learned that sometimes being gentle is braver than being loud.",
    "lesson": "Gentleness is true bravery."
  },
  {
    "title": "Ella the Helpful Elephant",
    "animal": "Elephant",
    "story": "Ella could reach the apples high in the tree. Her rabbit friends tried and tried but could not. Ella shook the tree with her trunk, and apples fell everywhere. Everyone ate happily, and Ella learned helping friends made her feel happy too.",
    "lesson": "Helping others makes everyone happy."
  },
  {
    "title": "Milo Shares His Bananas",
    "animal": "Monkey",
    "story": "Milo found two shiny bananas and danced with joy. Bird flew down, hungry and sad. Milo gave Bird one banana, and they ate together. Milo realized sharing made the bananas taste even sweeter.",
    "lesson": "Sharing brings joy."
  },
  {
    "title": "Benny the Sleepy Bear",
    "animal": "Bear",
    "story": "Benny didn’t want to go to bed. He played and played until his eyes grew heavy. Finally, he curled up in his warm bed and slept soundly. The next day, he had plenty of energy to play again.",
    "lesson": "Sleep helps us feel strong and happy."
  },
  {
    "title": "Penny Pig’s Puddle Party",
    "animal": "Pig",
    "story": "Penny Pig loved splashing in muddy puddles. At first, her friends didn’t want to get dirty. But Penny squealed with joy, and soon all her friends joined in. They laughed, splashed, and had the best day together.",
    "lesson": "Fun is better when shared with friends."
  },
  {
    "title": "Gary the Gentle Gorilla",
    "animal": "Gorilla",
    "story": "Gary was big and strong, and the animals thought he was scary. One day, a baby bird fell from its nest. Gary gently picked it up and placed it back. Everyone cheered, learning Gary’s heart was as strong as his muscles.",
    "lesson": "Being gentle is the greatest strength."
  },
  {
    "title": "Fast and Slow Friends",
    "animal": "Lion and Elephant",
    "story": "Leo ran fast. Ella walked slow. At first, Leo ran ahead, but he stopped and waited. Then he walked beside Ella, and together they enjoyed the flowers and laughed. Being together was more fun than being first.",
    "lesson": "Friendship means walking side by side."
  },
  {
    "title": "Milo and the Lost Hat",
    "animal": "Monkey",
    "story": "A boy dropped his red hat in the jungle. Milo wore it and swung from the trees, but he saw the boy crying. Milo gave the hat back, and the boy clapped with joy. Milo felt proud for being kind.",
    "lesson": "Kindness makes everyone smile."
  },
  {
    "title": "Berry Bear’s Picnic",
    "animal": "Bear",
    "story": "Berry collected so many berries that his basket overflowed. On the way home, he met hungry friends and shared with them. Soon, they all sat together for a big picnic. It was the best one ever.",
    "lesson": "Sharing makes life sweeter."
  },
  {
    "title": "The Animal Bedtime Song",
    "animal": "Forest Animals",
    "story": "The sun went down, and the jungle grew quiet. Lion hummed softly, Elephant swayed, Monkey clapped gently, and even Frogs croaked along. Together, they made a bedtime song. Soon, all the animals drifted into dreams.",
    "lesson": "Music brings peace and calm."
  }
]
